---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.CheckoutElementsRequestTooLargeException
source: html/137c613b-18c1-211b-a4a1-081a2b9d37c6.htm
---
# CheckoutElementsRequestTooLargeException Properties

The information of the function throwing the exception.